{
  "data": {
  "page_title" : "Политика обработки персональных данных",
  "contents" : [
  {
    "title": "Статья 1 (Цель)",
    "content": "Настоящее Соглашение (далее именуемое «Соглашение») регулирует права, обязанности и ответственность между HaruHangul (далее именуемой «Компания») и клиентом (далее именуемым «Клиент»), использующим приложение, предоставляемое Компанией (далее именуемое «Сервис»)."
  },
  {
    "title": "Статья 2 (Определение терминов)",
    "contentList": [
      "1. «Аккаунт» — уникальная идентификационная информация, созданная Клиентом для использования Сервиса.",
      "2. «Контент» — текст, изображения, аудио, видео, программное обеспечение и т.д., предоставляемые в рамках Сервиса.",
      "3. «Опубликованный контент» — весь контент, загруженный или отправленный Клиентом в Сервис.",
      "4. «Платный сервис» — сервисы или контент, предоставляемые за плату.",
      "5. «Игровая валюта» — виртуальные товары, предоставляемые за плату в рамках Сервиса, которые можно обменять на контент."
    ]
  },
  {
    "title": "Статья 3 (Согласие с условиями)",
    "contentList": [
      "1. Клиент должен согласиться с настоящим Соглашением для использования Сервиса.",
      "2. Клиенты младше 14 лет должны получить согласие законного представителя для использования Сервиса."
    ]
  },
  {
    "title": "Статья 4 (Изменение условий)",
    "content": "Компания может вносить изменения в настоящее Соглашение при необходимости в пределах, разрешенных законом, и измененное Соглашение вступает в силу после предварительного уведомления."
  },
  {
    "title": "Статья 5 (Управление аккаунтом)",
    "contentList": [
      "1. Клиент несет ответственность за управление своим аккаунтом и должен предотвращать утечку информации об аккаунте.",
      "2. Клиент несет полную ответственность за любые последствия, связанные с несанкционированным использованием аккаунта.",
      "3. Аккаунты, которые не использовались более года, могут быть удалены без предварительного уведомления."
    ]
  },
  {
    "title": "Статья 6 (Защита персональных данных)",
    "contentList": [
      "1. Компания обеспечивает надлежащую защиту персональных данных Клиента и соблюдает соответствующие законы.",
      "2. Вопросы, связанные со сбором и использованием персональных данных, регулируются отдельной «Политикой конфиденциальности»."
    ]
  },
  {
    "title": "Статья 7 (Предоставление сервиса)",
    "contentList": [
      "1. Клиент должен самостоятельно обеспечить необходимое оборудование, программное обеспечение и сеть для использования Сервиса.",
      "2. Компания может временно приостановить предоставление Сервиса без предварительного уведомления по причинам технического обслуживания или форс-мажорных обстоятельств."
    ]
  },
  {
    "title": "Статья 8 (Реклама)",
    "contentList": [
      "1. Компания может размещать рекламу, связанную с эксплуатацией Сервиса.",
      "2. Клиент может отказаться от получения нежелательной рекламной информации."
    ]
  },
  {
    "title": "Статья 9 (Сторонние сервисы)",
    "content": "Сервис может включать контент или услуги, предоставляемые третьими лицами, и в таких случаях применяются условия использования соответствующих третьих лиц."
  },
  {
    "title": "Статья 10 (Контент)",
    "contentList": [
      "1. Авторские права на контент, используемый Клиентом в Сервисе, принадлежат Клиенту. Однако Компания может использовать общедоступный контент для Сервиса и маркетинговых целей.",
      "2. Клиент должен использовать контент, предоставляемый в рамках Сервиса, только в разрешенных пределах."
    ]
  },
  {
    "title": "Статья 11 (Игровая валюта)",
    "contentList": [
      "1. Игровая валюта предоставляется за плату и не подлежит возврату, за исключением случаев, предусмотренных законом.",
      "2. Игровая валюта привязана к аккаунту Клиента и не может быть передана другим лицам."
    ]
  },
  {
    "title": "Статья 12 (Запрещенные действия)",
    "content": "Клиент не должен совершать следующие действия при использовании Сервиса.",
    "contentList": [
      "- Действия, нарушающие законы или общественный порядок.",
      "- Действия, нарушающие права других лиц.",
      "- Действия, связанные с несанкционированным доступом к Сервису или его использованием.",
      "- Несанкционированная коммерческая деятельность в рамках Сервиса."
    ]
  },
  {
    "title": "Статья 13 (Ответственность)",
    "contentList": [
      "1. Клиент несет ответственность за все действия и их последствия, связанные с использованием Сервиса.",
      "2. В случае нарушения Клиентом Соглашения или совершения незаконных действий Компания может ограничить использование Сервиса."
    ]
  },
  {
    "title": "Статья 14 (Освобождение от ответственности)",
    "contentList": [
      "1. Компания не несет юридической ответственности за ошибки, сбои или потерю данных в Сервисе.",
      "2. Компания не несет ответственности за любые убытки, понесенные Клиентом в связи с использованием Сервиса."
    ]
  },
  {
    "title": "Статья 15 (Разрешение споров)",
    "content": "Все споры, связанные с настоящим Соглашением, разрешаются в соответствии с законодательством Республики Корея. Споры между Компанией и Клиентом разрешаются в суде, имеющем юрисдикцию по месту нахождения головного офиса Компании."
  },
  {
    "title": "Дополнительные положения",
    "content": "Настоящее Соглашение вступает в силу с 23 октября 2024 года."
  }
]
}
}