{
  "data": {
  "page_title": "Условия использования",
"contents" : [
  {
    "content": "HaruHangul (далее именуемая «Компания») в соответствии с Законом о защите персональных данных устанавливает и публикует следующую Политику конфиденциальности для защиты персональных данных пользователей (далее именуемых «Пользователи») и оперативного и эффективного рассмотрения связанных с этим жалоб."
  },
  {
    "title": "1. Цель обработки персональных данных",
    "content": "Компания обрабатывает персональные данные для следующих целей. Обработанные персональные данные не используются для целей, отличных от указанных, и в случае изменения цели использования будет получено предварительное согласие.",
    "contentList": [
      "Предоставление и эксплуатация услуг: Персональные данные обрабатываются для предоставления учебного контента, связанного с услугами, персонализированных услуг и информации.",
      "Управление клиентами: Персональные данные обрабатываются для подтверждения личности, рассмотрения жалоб и разрешения претензий, связанных с использованием услуг.",
      "Маркетинг и реклама: Персональные данные обрабатываются для статистического анализа в целях разработки новых услуг и предоставления персонализированной рекламы."
    ]
  },
  {
    "title": "2. Срок обработки и хранения персональных данных",
    "content": "Компания обрабатывает и хранит персональные данные в течение срока хранения и использования, установленного законом или согласованного с Пользователем.",
    "contentList": [
      "Регистрация и управление членством: До момента выхода из членства.",
      "Рассмотрение жалоб: 3 года после завершения рассмотрения жалобы.",
      "Связанное с электронной коммерцией: Хранение в течение 5 лет в соответствии с Коммерческим кодексом и Законом о защите прав потребителей в электронной коммерции."
    ]
  },
  {
    "title": "3. Предоставление персональных данных третьим лицам",
    "content": "Компания может предоставлять персональные данные субъекта данных третьим лицам в соответствии со статьями 17 и 18 Закона о защите персональных данных. При предоставлении персональных данных третьим лицам Компания получает согласие субъекта данных и четко уведомляет о получателе, цели и предоставляемых данных."
  },
  {
    "title": "4. Права и обязанности субъектов данных и их законных представителей, а также способы их реализации",
    "content": "Субъект данных может в любое время реализовать свои права на доступ, исправление, удаление или приостановку обработки своих персональных данных. Эти права могут быть реализованы посредством письменных запросов, электронной почты или других средств, и Компания незамедлительно примет меры."
  },
  {
    "title": "5. Элементы обрабатываемых персональных данных",
    "content": "Компания обрабатывает следующие элементы персональных данных.",
    "contentList": [
      "Обязательные элементы: Имя, дата рождения, электронная почта, язык, цель обучения, записи об использовании услуг.",
      "Необязательные элементы: Пол, срок проживания в Корее, гражданство, платежная информация."
    ]
  },
  {
    "title": "6. Процедуры и методы уничтожения персональных данных",
    "content": "Компания уничтожает персональные данные без промедления, когда истекает срок хранения, достигается цель обработки или данные становятся ненужными. Электронные файлы уничтожаются методами, исключающими восстановление, а персональные данные, записанные на бумажных документах, уничтожаются путем измельчения.",
    "contentList": [
      "Процедура уничтожения: Персональные данные уничтожаются немедленно при возникновении причины для уничтожения.",
      "Метод уничтожения: Электронные файлы уничтожаются невосстановимыми методами, а бумажные документы измельчаются с помощью шредера."
    ]
  },
  {
    "title": "7. Меры по обеспечению безопасности персональных данных",
    "content": "Компания принимает следующие меры для обеспечения безопасности персональных данных.",
    "contentList": [
      "Административные меры: Разработка и внедрение внутреннего плана управления, обучение сотрудников.",
      "Технические меры: Управление правами доступа к системам обработки персональных данных, установка систем контроля доступа."
    ]
  },
  {
    "title": "8. Ответственный за защиту персональных данных",
    "content": "Компания назначает ответственного за защиту персональных данных для общего управления задачами, связанными с обработкой персональных данных, и рассмотрения жалоб, связанных с защитой персональных данных, как указано ниже.",
    "contentList": [
      "Ответственный за защиту персональных данных: Енджин Нам",
      "Контакт: haruhanguel5@gmail.com"
    ]
  },
  {
    "title": "9. Способы защиты прав",
    "content": "Субъект данных может обратиться в Комитет по медиации споров о персональных данных, Центр по сообщениям о нарушениях персональных данных или другие соответствующие организации для разрешения споров или консультаций по вопросам возмещения ущерба, вызванного нарушением персональных данных."
  }
]
}}