[
  {
    "title" : "제1조 (목적)",
    "content" : "이 약관(이하 '본 약관')은 하루한글(이하 '당사')이 제공하는 앱 서비스(이하 '서비스')를 이용하는 고객(이하 '고객')과 당사 간의 권리, 의무 및 책임사항을 규정하는 것을 목적으로 합니다."
  },
 {
    "title" : "제2조 (용어의 정의)",
    "contentList" : [
      "1. '계정'이란, 고객이 서비스 이용을 위해 생성한 고유한 식별정보를 말합니다.",
      "2. '콘텐츠'란 서비스 내에서 제공되는 텍스트, 이미지, 음성, 영상, 소프트웨어 등을 의미합니다.",
      "3. '투고 콘텐츠'란 고객이 서비스에 업로드하거나 제출한 모든 콘텐츠를 말합니다.",
      "4. '유료 서비스'란 유상으로 제공되는 서비스나 콘텐츠를 의미합니다.",
      "5. '게임 내 통화'란 서비스 내에서 유료로 제공되며, 콘텐츠와 교환할 수 있는 가상 재화를 의미합니다."
    ]
  },
{
    "title" : "제3조 (약관의 동의)",
    "contentList" : [
      "1. 고객은 본 약관에 동의해야만 서비스를 이용할 수 있습니다.",
      "2. 고객이 14세 미만일 경우, 법정대리인의 동의를 받아야만 서비스를 이용할 수 있습니다."
    ]
  },
 {
    "title" : "제4조 (약관의 개정)",
    "content" : "당사는 필요한 경우, 법령을 위반하지 않는 범위에서 본 약관을 개정할 수 있으며, 개정된 약관은 사전 공지 후 효력이 발생합니다."
  },
{
    "title" : "제5조 (계정 관리)",
    "contentList" : [
      "1. 고객은 본인의 계정을 관리할 책임이 있으며, 계정 정보가 유출되지 않도록 주의해야 합니다.",
      "2. 계정의 부정 사용으로 발생하는 모든 책임은 고객에게 있습니다.",
      "3. 고객이 1년 이상 접속하지 않은 계정은 사전 통지 없이 삭제될 수 있습니다."
    ]
  },
 {
    "title" : "제6조 (개인정보 보호)",
    "contentList" : [
      "1. 당사는 고객의 개인정보를 적절하게 보호하며, 관련 법령을 준수합니다.",
      "2. 개인정보의 수집 및 이용에 대한 사항은 별도의 '개인정보 처리방침'에 따릅니다."
    ]
  },
 {
    "title" : "제7조 (서비스 제공)",
    "contentList" : [
      "1. 고객은 본 서비스를 이용하기 위해 필요한 장비, 소프트웨어 및 네트워크를 스스로 준비해야 합니다.",
      "2. 당사는 시스템 유지, 불가항력적인 사유로 인해 사전 통지 없이 서비스 제공을 일시 중단할 수 있습니다."
    ]
  },
 {
    "title" : "제8조 (광고)",
    "contentList" : [
    "1. 당사는 서비스 운영과 관련하여 광고를 게재할 수 있습니다.",
    "2. 고객은 원하지 않는 광고성 정보에 대해 수신을 거부할 수 있습니다."
    ]
  },
 {
    "title" : "제 9조 (제3자 서비스)",
    "content" : "서비스는 제3자가 제공하는 콘텐츠나 서비스를 포함할 수 있으며, 이 경우 해당 제3자의 이용 약관이 적용됩니다."
  },
  {
    "title" : "제10조 (콘텐츠)",
    "contentList" : [
      "1. 고객이 서비스에서 사용하는 콘텐츠에 대한 저작권은 고객에게 있습니다. 단, 공개된 콘텐츠에 대해 당사는 서비스 및 마케팅에 활용할 수 있습니다.",
      "2. 고객은 서비스 내에서 제공되는 콘텐츠를 허락된 범위 내에서만 이용해야 합니다."
    ]
  },
  {
    "title" : "제11조 (게임 내 통화)",
    "contentList" : [
      "1. 게임 내 통화는 유료로 제공되며, 환불되지 않습니다. 단, 법적 요건을 충족하는 경우는 예외입니다.",
      "2. 게임 내 통화는 고객 계정에 귀속되며, 타인에게 양도할 수 없습니다."
    ]
  },
 {
    "title" : "제12조 (금지행위)",
    "content" : "고객은 서비스 이용 시 다음과 같은 행위를 해서는 안 됩니다.",
    "contentList" : [
      "- 법령이나 공공질서에 위반되는 행위",
      "- 타인의 권리를 침해하는 행위",
      "- 부정한 방법으로 서비스에 접근하거나 이용하는 행위",
      "- 서비스 내에서 허가되지 않은 상업적 활동"
    ]
  },
{
    "title" : "제13조 (책임)",
    "contentList" : [
      "1. 고객은 본 서비스 이용 시 발생하는 모든 행위와 그 결과에 대해 책임을 집니다.",
      "2. 고객이 약관을 위반하거나 불법 행위를 한 경우, 당사는 서비스 이용 제한 조치를 취할 수 있습니다."
    ]
  },
{
    "title" : "제14조 (면책)",
    "contentList" : [
      "1. 당사는 서비스 내 오류, 중단, 데이터 손실 등에 대해 법적 책임을 지지 않습니다.",
      "2. 당사는 서비스 이용과 관련하여 발생한 고객의 손해에 대해 책임을 지지 않습니다."
    ]
  },
 {
    "title" : "제15조 (분쟁 해결)",
    "content" : "본 약관과 관련하여 발생하는 모든 분쟁은 대한민국 법률에 따라 해결됩니다. 당사와 고객 간의 분쟁은 당사 본사 소재지 관할 법원에서 해결합니다."
  },
  {
    "title" : "부칙",
    "content" : "본 약관은 2024년 10월 23일부터 적용됩니다."
  }
]